7zip
abiword
alsa-utils
amfora
arc-gtk-theme
arduino-cli
arduino-ide
arkenfox-user.js
artix-archlinux-support
autofs
base
base-devel
bat
bc
bettercap
bicon-git
bluez
bluez-runit
bluez-utils
brightnessctl
btop
buku
bun-bin
calcurse
cava
chrony
chrony-runit
clang
clipman
cppcheck
cronie
cronie-runit
darkhttpd
dash
debian-archive-keyring
delve
deno
dhcpcd
dhcpcd-runit
direnv
dive
docker
docker-compose
docker-runit
dpkg
dragon-drop
duf
efibootmgr
elogind-runit
entr
exfat-utils
fastfetch
fd
firefox
firejail
flatpak
flyctl-bin
foot
foot-terminfo
fuzzel
fzf
gdb
ghostty
gimp
git
git-delta
gnome-epub-thumbnailer
grim
grub
gtk4
gtklock
highlight
htop-vim
hwinfo
hyperfine
iftop
ifuse
imv
iotop
isync
jq
julia
jupyterlab
kanshi
keepassxc
kvantum
ldns
less
lesspipe
lftp
libadwaita
libisoburn
libnotify
linux
linux-firmware
lld
llvm
lsof
luarocks
lynx
lz4json
macchanger
mako
man-db
man-pages
mat2
mediainfo
mercurial
mitmproxy
mpc
mpd
mpd-mpris
mpv
mpv-mpris
msmtp
mtools
mtpfs
mupdf
nasm
ncmpcpp
nemesis
neomutt
neovim
networkmanager
networkmanager-runit
newsboat
nix
nnn
nodejs
notmuch
noto-fonts-emoji
npm
ntfs-3g
nvtop
obs-studio
obsidian
openbsd-netcat
opendoas
openssh
openssh-runit
os-prober
otf-font-awesome
pacman-contrib
pam_rundir
pam_ssh
pandoc-bin
paru
pass
pass-otp
pavucontrol
pdfjs
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
playerctl
plocate
pnpm
podman
podman-compose
poppler
poweralertd
powertop
proxychains-ng
pulsemixer
python-adblock
python-pip
python-pipenv
python-pipx
python-pycryptodome
qpdf
qrencode
qutebrowser
radare2
ripgrep
river
rsync
ruff
runit
sandbar-git
sc-im
sdkmanager
sdparm
shellcheck
signify
simple-mtpfs
sioyek
slurp
smartmontools
socat
socklog
sound-theme-freedesktop
source-highlight
sox
sqlmap
srm
sshfs
staticcheck
strace
swaybg
swayidle
syncthing
systemctl-tui
tcc
tealdeer
telegram-desktop
termshark
texlive-basic
thunderbird
time
tlp
tlp-runit
tmate
tmux
tokei
tor
torsocks
translate-shell
transmission-cli
ttf-amiri
ttf-dejavu
ttf-dejavu-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
typst
ufw
ufw-runit
unrar
unzip
upx
urlview
uv
valgrind
vi
vim
vsv
w3m
waybar
wayland-utils
wayprompt
wbg
websocat
weechat
wev
wf-recorder
wget
wine
wireplumber
wireshark-cli
wl-clipboard
wlopm
wlr-randr
wpa_supplicant
wpa_supplicant-runit
wrk
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xh
xwallpaper
yarn
yt-dlp
z
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zen-browser-bin
zig
zk
zsh
zsh-autosuggestions
zsh-completions
zsh-fast-syntax-highlighting
zsh-history-substring-search
